# ``` — for code style
# * — for bold style
# _ — for italic style

reply_incorrect_input = "Пожалуйста, нажмите на одну из кнопок."

reply_service_0 = "Вы находитесь в режиме *администратора*."

reply_stage_0 = "Здравствуйте!\n" \
                "Я — бот-помощник *по заселению в общежитие*.\n" \
                "Что Вас интересует?\n"

reply_stage_1 = "Для заселения в общежитие мне понадобятся от Вас некоторые данные.\n" \
                "Процедура заселения происходит следующим образом:\n"

reply_stage_10 = "*1. Вы существуете в списках на заселение.\n" \
                 "2. Вы заполняете необходимые для регистрации данные.\n" \
                 "3. По завершению регистрации Вы должны обратиться к коменданту общежития.*\n"

reply_stage_11 = "Первым делом мне нужно удостовериться,\n" \
                 "что Вы есть в списках на заселение.\n" \
                 "Для этого отправьте мне\n\n" \
                 "*свою фамилию, номер зачетной книжки*"

reply_stage_12 = "Пример:\n" \
                 "*Яроцкий, 17У604*"

reply_stage_reg_0 = "Теперь отправьте мне *серию* вашего паспорта."

reply_stage_reg_00 = "*Вы неверно ввели данные.*\n" \
                     "Повторите попытку, в соответствии с инструкциями."

reply_stage_reg_01 = "*Мне не удалось найти Вас в списках на заселение.*\n" \
                     "Возвращаю Вас в главное меню."

reply_stage_reg_1 = "*Хорошо.*\n" \
                    "Теперь отправьте мне *номер* Вашего паспорта."

reply_stage_reg_2 = "*Хорошо.*\n" \
                    "Кем выдан Ваш паспорт?"

reply_stage_reg_3 = "*Хорошо.*\n" \
                    "Отправьте мне дату выдачи паспорта."

reply_stage_reg_4 = "*Хорошо.*\n" \
                    "Где вы прописаны по паспорту?"

reply_stage_reg_5 = "Отлично, проверьте правильность введенных данных.\n"
reply_stage_reg_50 = "Все верно?"

reply_stage_reg_6 = "На этом электронная регистрация завершена.\n" \
                    "Далее Вам необходимо обратиться к *коменданту* общежития."

reply_stage_reg_60 = "Хорошо, что Вы это заметили.\n" \
                     "Я попрошу заполнить Вас данные еще раз."

reply_stage_fin = "Обратитесь к *коменданту* общежития."
reply_how_to_get = "Отправляю Вам координаты\n" \
                   "*входа в общежитие №5*"

contract_template = "Договор найма общежития.\n" \
                    "Наниматель: {} {} {}\n" \
                    "Паспортные данные\n" \
                    "Серия и номер: {} {}\n" \
                    "Выдан: {}\n" \
                    "Дата выдачи: {}\n" \
                    "Место регистрации: {}\n"

reply_stage_set = "*Поздравляю!*\nВы успешно заселены в общежитие!"

reply_rejected = "В заявлении были допущены ошибки, поэтому я отправляю Вас на повторную регистрацию."
